alefragnani.project-manager
atlassian.atlascode
bestvow.css-compressor
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
cliffordfajardo.hightlight-selections-vscode
danielsanmedium.dscodegpt
dbaeumer.vscode-eslint
donjayamanne.jquerysnippets
eamodio.gitlens
esbenp.prettier-vscode
evan-buss.font-switcher
febean.vue-format
figma.figma-vscode-extension
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
glenn2223.live-sass
hollowtree.vue-snippets
htmlhint.vscode-htmlhint
humy2833.ftp-simple
jsonchou.css-compact
kimseungtae.aicodehelper
kisstkondoros.vscode-gutter-preview
mhutchie.git-graph
miladfathy.scss-snippet
misterj.vue-volar-extention-pack
mrmlnc.vscode-scss
ms-ceintl.vscode-language-pack-ko
ms-vscode.powershell
ms-vscode.vscode-typescript-next
octref.vetur
oderwat.indent-rainbow
pkief.material-icon-theme
pranaygp.vscode-css-peek
redhat.vscode-community-server-connector
redhat.vscode-rsp-ui
redhat.vscode-yaml
ritwickdey.liveserver
sainoba.px-to-rem
samuel-weinhardt.vscode-jsp-lang
sdras.vue-vscode-snippets
sibiraj-s.vscode-scss-formatter
simonsiefke.svg-preview
snehaljha.local-tomcat
solnurkarim.html-to-css-autocompletion
styled-components.vscode-styled-components
syler.sass-indented
techer.open-in-browser
vue.volar
wscats.vue
xabikos.javascriptsnippets
